_protected/models/TombolaMomentoQuery.php

    public function all($db = null)
    {
        return parent::all($db);
---
SELECT * FROM `tombola_momento`